{
    "EML19": [
        {
            "hash": 98706229,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 306910250,
            "original": "I came to know your esteemed self in my search for relatives of my client with the objective of securing a destinee of the property and money left behind by my aforementioned client following his aforementioned death, which unfortunately claimed his life.",
            "translated": "为了寻找遗产继承人，我开始替当事人寻找亲属，随后找到了您。",
            "desc": ""
        },
        {
            "hash": 392808028,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 403163008,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 617373985,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 845151280,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 1487949591,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 1667982477,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 1761034621,
            "original": "In consideration of my failing attempts to locate my client's relatives I humbly seek your help very urgently with much courtesy and hope to present you as the Next of Kin of the aforementioned deceased as you both bear the same name.",
            "translated": "考虑到我未能找到我委托人的亲属，我不得不诚恳地紧急寻求您的帮助，并希望让您作为上述死者的近亲出现，因为您与死者同名。",
            "desc": ""
        },
        {
            "hash": 1968277593,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 2139188881,
            "original": "I know that a solitication of this gravitude may cause you apprehension but I assure you wholeheadedly of the good faith in which it is solicited. My sincere apoligies for emptying myself into you unsolicitedly and I trust this letter reaches you in fine health. Please contact me at your earliest comfort. You will be rich.",
            "translated": "我知道这样重大的请求可能会让您不安，但我向您保证，这是一个诚恳的要求。我为我唐突地向您说了这么多深表歉意，我相信您能完好无损地收到这封信。请尽快与我联系。您就要发财了。",
            "desc": ""
        },
        {
            "hash": 2281188774,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 2579845440,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 2761930961,
            "original": "How do I find you today? Please fogive me if I am instruding your privacy. I am Barrister Saidou Bakayoko, personal attorney to the late Mr. Laurence Brand, who until his tragic death was a building contractor with the government of Burkina Faso.",
            "translated": "最近可好？若有侵犯到您的隐私，还请见谅。我是Saidou Bakayoko诉讼律师，是已故的Laurence Brand先生的私人律师，生前他是布基纳法索政府的建筑承包商。",
            "desc": ""
        },
        {
            "hash": 2890331715,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 2905797080,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 3130297523,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 3206093799,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 3503931240,
            "original": "Yours Obediently,",
            "translated": "您的仆人，",
            "desc": ""
        },
        {
            "hash": 3747262022,
            "original": "Knowing of your high trustworthiness and repute, I seek your consent if you are unequivocably interested to present you as Next Of Kin of the deceased so that the funds of $15.5m would be released into your bank account as the aforementioned Next Of Kin.",
            "translated": "我知道您非常值得信赖，也很有声望，若您愿意接受死者最近亲属的身份，之后1550万美元的遗产就会进入您的账户。",
            "desc": ""
        },
        {
            "hash": 4006169891,
            "original": "This Bank of the deceased has issued a notice instructing me to produce the Next of Kin to the aforementioned account within the next four working days or have the account confiscated.",
            "translated": "存放遗产的银行已经发出通知，若我未能在四个工作日内找到该账户所有人的近亲，银行就会没收该账户的所有资金。",
            "desc": ""
        },
        {
            "hash": 4221898427,
            "original": "Dear Mr Klebitz,",
            "translated": "亲爱的Klebitz先生，",
            "desc": ""
        },
        {
            "hash": 4246071740,
            "original": "Two months ago my client and his entire family was killed in a motor accident on a road of Ouagadougou, which claimed all their lifes, sparing none of the ocupants of the aforementioned vehicle, not one, not even the bouncing headed dog who lived on the dashboard.",
            "translated": "两个月前，我的当事人和他全家在瓦加杜古的一场惨烈车祸中不幸丧生，这场车祸夺去了他们的生命，车上无人生还，就连仪表盘上的狗公仔也死于非命。",
            "desc": ""
        }
    ]
}